FemDesign.ActivationType.OnlyInThisStage
Only in this stage

FemDesign.ActivationType.FromThisStageOn
From this stage on

FemDesign.ActivationType.ShiftedFromFirstStage
Shifted from first stage

FemDesign.ActivationType.OnlyStageActivatedElements
Only stage activated elements